module.exports = {
  "mainCategories": [
    "学习提升",
    "休闲体验",
    "生活服务",
    "内容创作",
    "工作职业",
    "其他指令"
  ],
  "subCategories": [
    "语言翻译",
    "学术研究",
    "深度思考",
    "教育学习",
    "休闲娱乐",
    "角色扮演",
    "医疗健康",
    "心理社交",
    "日常生活",
    "智能扩展",
    "信息资料",
    "写作创作",
    "文本处理",
    "求职办公",
    "开发编程",
    "汇报路演",
    "创业投资",
    "其他指令"
  ],
  "categoryMapping": {
    "学习提升": [
      "语言翻译",
      "学术研究",
      "深度思考",
      "教育学习"
    ],
    "休闲体验": [
      "休闲娱乐",
      "角色扮演"
    ],
    "生活服务": [
      "医疗健康",
      "心理社交",
      "日常生活"
    ],
    "内容创作": [
      "智能扩展",
      "信息资料",
      "写作创作",
      "文本处理"
    ],
    "工作职业": [
      "求职办公",
      "开发编程",
      "汇报路演",
      "创业投资"
    ],
    "其他指令": [
      "其他指令"
    ]
  }
};